{
    "id": "c50af4cf-d29e-451b-9edb-9a3bac52197c",
    "date_created": "2023-02-23T12:53:12.432Z",
    "date_updated": "2025-01-22T08:21:57.584Z",
    "title": "FAQ Official Default",
    "custom_url": null,
    "page_type": "faq",
    "user_created": {
        "id": "6ebd1fad-275b-44aa-b493-d682fbd5b5e1",
        "first_name": "Ruslan",
        "last_name": "Honchar",
        "email": "ruslan.honchar@globallogic.com",
        "password": "**********",
        "location": null,
        "title": null,
        "description": null,
        "tags": null,
        "avatar": "9e4e4e21-e463-47af-b9d2-87ae91ff226d",
        "language": "en-US",
        "tfa_secret": null,
        "status": "active",
        "role": "521c051b-bb4b-448d-a1dc-2677b379f7bd",
        "token": "**********",
        "last_access": "2025-03-19T10:27:59.581Z",
        "last_page": "/content/customers",
        "provider": "default",
        "external_identifier": null,
        "auth_data": null,
        "email_notifications": true,
        "appearance": null,
        "theme_dark": null,
        "theme_light": null,
        "theme_light_overrides": null,
        "theme_dark_overrides": null,
        "text_direction": "auto",
        "policies": []
    },
    "user_updated": {
        "id": "ca784d6b-cf3a-42ba-8c41-984f35b4f583",
        "first_name": "Rostyslav",
        "last_name": null,
        "email": "rostyslav.kamyshanov@globallogic.com",
        "password": "**********",
        "location": null,
        "title": null,
        "description": null,
        "tags": null,
        "avatar": "33da020c-9806-4d3d-939a-70e1d39ada4a",
        "language": null,
        "tfa_secret": null,
        "status": "active",
        "role": "521c051b-bb4b-448d-a1dc-2677b379f7bd",
        "token": "**********",
        "last_access": "2025-09-05T08:22:50.042Z",
        "last_page": "/content/customers",
        "provider": "default",
        "external_identifier": null,
        "auth_data": null,
        "email_notifications": true,
        "appearance": "light",
        "theme_dark": null,
        "theme_light": null,
        "theme_light_overrides": null,
        "theme_dark_overrides": null,
        "text_direction": "auto",
        "policies": []
    },
    "customer": null,
    "translations": [
        {
            "id": 108,
            "ott_pages_id": "c50af4cf-d29e-451b-9edb-9a3bac52197c",
            "languages_code": "en",
            "page_content": "<h2>General</h2>\n<h3>1. What is Alpha2 OTT?</h3>\n<p>- Alpha2 OTT is a media service, offering the full range of television and radio brands. Alpha2 OTT is everywhere TV and radio, with live stream and video on demand (VOD) content on PCs, tablets, and smartphones.</p>\n<h3>2. When do new episodes become available on demand?</h3>\n<p>- Episodes typically become available on demand the day after airing on TV. Broadcasts of live episodes can take several hours longer to become available for streaming - often until the afternoon of the next day.</p>\n<h3>3. What episodes are available on Live TV?</h3>\n<p>-This is based on the streaming rights held by each channel.</p>\n<h3>4. Can I download an episode from Alpha2 OTT?</h3>\n<p>- No, Alpha2 OTT is a streaming service. Live Stream and the VOD content are owned by or licensed to us and your rights to such content shall be limited to the viewing of files for non-commercial private use in accordance with your purchase.</p>\n<h3>5. Can I use Alpha2 OTT when traveling to other countries?\"</h3>\n<p>- Travelers from Italia who have access to live streams will need to subscribe for the live streams when they travel to other countries. N.B.Alpha2 OTT is free to viewers in Italia with a subscription required outside of Italia.</p>\n<h3>6. Why am I seeing different content than my friends, relatives outside and inside of Italia?</h3>\n<p>- There are some programs that we do not have broadcast rights outside of Italia and when that occurs we provide alternative content to subscribers who do not reside in Italia.</p>\n<h3>7. Why am I being billed for the 7- day free Trial when it is supposed to be free?</h3>\n<p>- The money of the user never gets deducted during his 7 day free trial. The way our 7-day trial program works is our merchant processor (Paypal) places an authorization to charge the credit card. When the user signs up and doesn't convert to the subscription the merchant releases that authorization after the trial period is over. This means that there is no refund afterward because the money is never deducted from the user.</p>\n<h3>8. How soon should I cancel if I don&rsquo;t wish to continue after the 7-day free trial?</h3>\n<p>- Users can cancel their subscription up until one (1) day before the 7-day free trial ends.</p>\n<h2>Registration</h2>\n<h3>1. Why should I register to Alpha2 OTT?</h3>\n<p>-Registration provides access to the Alpha2 OTT site and both free and member VOD content.</p>\n<h3>2. How do I become a member of Alpha2 OTT?</h3>\n<p>-To become a member of Alpha2 OTT you simply need to register atAlpha2 OTT.</p>\n<h3>3. I forgot my password to Alpha2 OTT. What should I do?</h3>\n<p>-If you forgot your password, you can recover it by following these steps:</p>\n<p>i. Go to Alpha2 OTT from a Web browser. ii. Click \"SIGN IN\" in the upper right part of the page. iii. Click \"Forgot Your Password\". iv. Enter the email address you used to create your Alpha2 OTT account. v. Click\"Send\". vi. If you have an issue, send a ticket to <a href='mailto:support@pixellot.tv'>support@pixellot.tv</a> and we can reset the password for you.</p>\n<h3>4. I have not received a confirmation email. What do I do?</h3>\n<p>- Please send an indication to the site staff using the support email available on the site (<a href='mailto:support@pixellot.tv'>support@pixellot.tv</a>).</p>\n<h3>5. I can&rsquo;t log in at all. What should I do?</h3>\n<p>- Please check again your user-name and password. - If still not able to login, please send indication to the site staff using the support email available on the site (<a href='mailto:support@pixellot.tv'>support@pixellot.tv</a>).</p>\n<h3>6. How do I delete my Alpha2 OTT membership?</h3>\n<p>- Please send indication to the site staff using the support email available on the site (<a href='mailto:support@pixellot.tv'>support@pixellot.tv</a>) with your user name and they will delete your account.</p>\n<h3>7. I reset my password and it still does not work?</h3>\n<p>- Ensure that the email address used is the same email used to register.</p>\n<h3>8. The live show I am supposed to be watching is showing the same content and does not match the program I want to watch?</h3>\n<p>- This is usually an issue with content replacement and/or EPG. If this occurs please contact (<a href='mailto:support@pixellot.tv'>support@pixellot.tv</a>).</p>\n<h3>9. Why do I have to pay for PPV events if I am a subscriber and do I need to subscribe to view PPV events?</h3>\n<p>- It is the policy of Alpha2 OTT to not require a subscription to our streaming service to purchase a PPV event ticket like many other subscriber services require. However, we do require subscribers to purchase PPV event tickets. The subscription fee only covers the premium content for the live TV channels, Radio Channels, and Premium VODs.</p>\n<h3>10. Why is the streaming on my mobile device not working properly but I can stream on my PC?</h3>\n<p>- The first thing to confirm is that you have downloaded the App for your device. Many times the reason for the issue is people try to stream on their web browser of their device and not through the App which will cause inconsistent results. If after downloading the app and trying again it does not work, then contact (<a href='mailto:support@pixellot.tv'>support@pixellot.tv</a>).</p>\n<h2>Subscription</h2>\n<h3>1. Why should I subscribe to Alpha2 OTT?</h3>\n<p>Subscribing to Alpha2 OTT, gives you access to the live streams and VOD content of RJRGLEANER Communications Group's five television and five radio brands.</p>\n<h3>2. What are Premium Items?</h3>\n<p>Premium items are those which are available only toAlpha2 OTT subscribers.</p>\n<h3>3. How can I cancel my Alpha2 OTT subscription?</h3>\n<p>To cancel your subscription go to Alpha2 OTT, my subscription tab of My Account section and simply select the &lsquo;cancel subscription&rsquo; button.</p>\n<h3>4. Will I get a refund if I cancel my Alpha2 OTT subscription?</h3>\n<p>- If you believe you are entitled to a refund, please write to the site staff(<a href='mailto:support@pixellot.tv'>support@pixellot.tv</a>). Normally, cancellation in the middle of a month is not entitled for a refund.</p>\n<h3>5. How Do I update the payment information for myAlpha2 OTT subscription?</h3>\n<p>- You should login to your account page and there you should have access to your billing information.</p>\n<h3>6. Can I rent or purchase individual programs instead of subscribing toAlpha2 OTT?</h3>\n<p>- We have a rental feature where users may rent from our available listing of videos for a slated amount of time.</p>\n<h3>7. What does the Alpha2 OTT subscription package entail?</h3>\n<p>- The Alpha2 OTT subscription includes the live streams and VOD content of all RJRGLEANER Communications Group brands.</p>\n<h3>8. You charged me twice?</h3>\n<p>- The pending charge is simply an authorization to charge the credit card but in some cases will show up (especially on Debit cards) as a reduction in your pending balance.</p>\n<h3>9. How do I update my credit card information if it has changed?</h3>\n<p>- Once your subscription has lapsed you may go to &lsquo;Billing Information&rsquo; from the &lsquo;My Account&rsquo; section, select &lsquo;change credit card&rsquo; and enter the updated information.</p>\n<h3>10. How do I cancel my subscription and/or stop the auto-billing?</h3>\n<p>- In order to cancel your subscription you need to go toAlpha2 OTT website, sign in and in \"your account\" click on \"cancel subscription\". Your subscription will automatically canceled at the end of the period subscribed.</p>\n<h3>11. I live in Italia and you are still asking me to subscribe?</h3>\n<p>- Please go to your web browser and in Google type in IP Address and send us the result. Sometimes the internet provider in Italia is using an IP address outside of Italia. We determine who needs to subscribe based on your IP address.</p>\n<h3>12. How do I purchase a subscription?</h3>\n<p>- Please visit Alpha2 OTT My Accounts, click on Subscription, select Subscription package, click buy now.</p>\n<h2>Technical</h2>\n<h3>1. Which browser does Alpha2 OTT support?</h3>\n<p>- Alpha2 OTT supports all major browsers: Chrome, Firefox, Explorer version 10 and up.</p>\n<h3>2. Alpha2 OTT minimum system requirements.- Alpha2 OTT runs on Dual-core PC or better.</h3>\n<p>3. Minimum Internet speed requirement.- 3 Mbps.</p>\n<h2>App</h2>\n<h3>1. Does Alpha2 OTT have an app for IOS?</h3>\n<p>- Yes. Alpha2 OTT now has a free iOS app that can be downloaded to your iPad, iPhone or iPod Touch via the App Store. You cannot create an account on the Alpha2 OTT app. First, you will need to visitAlpha2 OTT to register for a free account. Use the email address and password from your newly created Alpha2 OTT account to login to theAlpha2 OTT app.</p>\n<h3>2. Does Alpha2 OTT have an app for Android?</h3>\n<p>- Yes. Alpha2 OTT has a free Android app that can be downloaded to your Android phone or Android tablet via Google Play. You cannot create an account on the Alpha2 OTT app. First, you will need to visitAlpha2 OTT to register for a free account. Use the email address and password from your newly created Alpha2 OTT account to login to theAlpha2 OTT app.</p>\n<h3>3. For which IOS device is the Alpha2 OTT App supported?</h3>\n<p>- IPhone 4s and later.</p>\n<h3>4. On which Android device is the Alpha2 OTT App supported?\"</h3>\n<p>- Android 4.0 and later.</p>\n<h2>5. Can I create a Alpha2 OTT account on my app?</h2>\n<p>- -No. You must visit Alpha2 OTT to register or subscribe. Then, use the email address and password from your newly createdAlpha2 OTT account to login to the Alpha2 OTT app.</p>\n<h3>6. Is Alpha2 OTT available on smart TV?</h3>\n<p>- Not yet.</p>\n<h3>7. I'm getting the following error when I tried to login: 'You already have 3 devices registered for this account' What should I do?</h3>\n<p>-You are getting this error because your account already has three (3)registered devices. If you want to remove, or change your already registered devices, please send us your request to <a href='mailto:support@pixellot.tv'>support@pixellot.tv</a> and we will be glad to help you.</p>\n<h3>8. I am having trouble with the Alpha2 OTT App. Where can I get help?</h3>\n<p>- Please send an email to the address detailed on the website (<a href='mailto:support@pixellot.tv'>support@pixellot.tv</a>).</p>\n<p>&nbsp;</p>"
        }
    ]
}