{
    "id": "9d5e1a8d-39a6-45dc-83fb-83be0c839c72",
    "date_created": "2025-01-21T19:18:11.852Z",
    "date_updated": "2025-01-22T08:19:44.880Z",
    "title": "Privacy Policy Official Default",
    "custom_url": null,
    "page_type": "privacy_policy",
    "user_created": {
        "id": "ca784d6b-cf3a-42ba-8c41-984f35b4f583",
        "first_name": "Rostyslav",
        "last_name": null,
        "email": "rostyslav.kamyshanov@globallogic.com",
        "password": "**********",
        "location": null,
        "title": null,
        "description": null,
        "tags": null,
        "avatar": "33da020c-9806-4d3d-939a-70e1d39ada4a",
        "language": null,
        "tfa_secret": null,
        "status": "active",
        "role": "521c051b-bb4b-448d-a1dc-2677b379f7bd",
        "token": "**********",
        "last_access": "2025-09-04T08:54:46.648Z",
        "last_page": "/content/customers",
        "provider": "default",
        "external_identifier": null,
        "auth_data": null,
        "email_notifications": true,
        "appearance": "light",
        "theme_dark": null,
        "theme_light": null,
        "theme_light_overrides": null,
        "theme_dark_overrides": null,
        "text_direction": "auto",
        "policies": []
    },
    "user_updated": {
        "id": "ca784d6b-cf3a-42ba-8c41-984f35b4f583",
        "first_name": "Rostyslav",
        "last_name": null,
        "email": "rostyslav.kamyshanov@globallogic.com",
        "password": "**********",
        "location": null,
        "title": null,
        "description": null,
        "tags": null,
        "avatar": "33da020c-9806-4d3d-939a-70e1d39ada4a",
        "language": null,
        "tfa_secret": null,
        "status": "active",
        "role": "521c051b-bb4b-448d-a1dc-2677b379f7bd",
        "token": "**********",
        "last_access": "2025-09-04T08:54:46.648Z",
        "last_page": "/content/customers",
        "provider": "default",
        "external_identifier": null,
        "auth_data": null,
        "email_notifications": true,
        "appearance": "light",
        "theme_dark": null,
        "theme_light": null,
        "theme_light_overrides": null,
        "theme_dark_overrides": null,
        "text_direction": "auto",
        "policies": []
    },
    "customer": null,
    "translations": [
        {
            "id": 227,
            "ott_pages_id": "9d5e1a8d-39a6-45dc-83fb-83be0c839c72",
            "languages_code": "en",
            "page_content": "<h2>Alpha OTT Privacy Policy</h2>\n<p>Alpha OTT is strongly committed to protecting our users&rsquo; privacy when our users interact with our website, our content, products and services. Pixellot Demo aims to provide our users with experiences that inform, entertain and educate. To customize that experience, sometimes we use the information that you provide with the sole objective to improve the quality of your experience. We are committed to transparency regarding how and why we collect and use your information. In some cases, if you do not want us to collect or use your information in a particular way, then we will give you the opportunity to say so.</p>\n<h3>The purpose of this Privacy Policy is to explain:</h3>\n<p>- The application of this Privacy Policy</p>\n<p>- the kind of information the Alpha OTT Ltd may collect about you, how we collect it, and how we use it</p>\n<p>- how we may disclose that information</p>\n<p>- how you can access the information we hold about you</p>\n<p>- when we may use your information to contact you</p>\n<p>- the protection of your personal information</p>\n<p>- Alpha OTT&rsquo;s use of cookies to collect information, and how you can control or delete these cookies</p>\n<p>- additional steps to protect young people</p>\n<p>- how and why we collect and use additional information when you visit the Alpha OTT Portal</p>\n<h3>1. Application of this Privacy Policy</h3>\n<p>The Alpha OTT Privacy Policy applies to personal information collected by the Alpha OTT, whether we have asked for the information or not. This policy applies only to the Alpha OTT. It does not apply to any other company or organization, including those whose digital services have links to Alpha OTT&rsquo;s content or services. Third party services which have links to Alpha OTT&rsquo;s content or services will govern the use of personal information you submit to them. This information may also be collected by cookies when you visit or use any of the platforms within the Alpha OTT stable of digital platforms. We do not accept any responsibility or liability for the privacy practices of such third party digital services.</p>\n<p>Alpha OTT will review this policy regularly, and may update it from time to time. If we make changes, we will post those changes on the privacy page of the Alpha OTT website.</p>\n<h3>2. Collection and use of personal information</h3>\n<p>2.1 Why we collect personal information&nbsp;</p>\n<p>Alpha OTT collects personal information about you:</p>\n<p>- Because you have provided it to us. For instance, if you contact us to make comments, complaints or to ask us questions, or you have interacted with one of our digital services (including online and mobile services), for instance by participating in forums, polls or competitions;</p>\n<p>- Because we need the information to provide a product or service that you have requested. For instance, if you subscribe to an email list or loyalty program, enter a competition, or purchase products from any of the platforms which fall under the Alpha OTT digital stable;</p>\n<p>- Because we would like to improve our services. For instance Alpha OTT will constantly strive to improve our digital offering through the collection and analysis of statistical and research data.</p>\n<p>2.2 How we collect information when you use a digital service (including online and mobile services)</p>\n<p>Broadly, there are two types of information or data we collect:</p>\n<p>For example, you may provide information about yourself when you are filling in a form or when you sign up to a service. This type of information may include your name, email address and age. The information that you give us maybe:</p>\n<p>- Personal information that is required. In some instances, you must provide personal information if you wish to use a particular service or participate in an activity. For example, your age may be required if we need to confirm that you are old enough to use a particular service.</p>\n<p>- Personal information that is optional. You may choose to provide some personal information which is not required but is directly related to Alpha OTT&rsquo;s functions or activities. Usually, this type of information will enable Alpha OTT to improve or broaden the services we can offer you. If you choose not to provide this optional information, we will still be able to offer you the service, but perhaps with fewer options than ifyou had provided this optional information.</p>\n<p>- Permissions. Sometimes you will be asked to confirm that you agree to a particular activity. For example, you may need to expressly agree to the terms and conditions of service.</p>\n<p>You may be able to make changes to the information you provided to us. For example, if you change your email address or withdraw the permission you gave us for a particular service. We will make it clear how you can do that.</p>\n<p>ii. Data we collect that tracks your activity</p>\n<p>Alpha OTT automatically gathers information to monitor the use of its digital services- (including online and mobile services). For example, the numbers and frequency of visitors to Alpha OTT&rsquo;s digital platforms. This information helps us improve our services by learning what our audiences use and don&rsquo;t use. It can also help us identify if there are any problems with our services that need fixing. Most of the data we collect is aggregated, and this information is effectively anonymous to us.</p>\n<p>In some cases we may collect data that can be linked to you individually. For example, when you log in to any of theAlpha OTT&rsquo;s digital platforms as a registered user, we may store records of information such as the comments you make, the pages you view or links you click on. As well as helping to improve our services, we may use this data to provide recommendations that you might find helpful based on your activity. In some cases, a digital profile may be formed based on your activity. We gather this information in order to improve the user experience. For instance,because some services may allow you to build a profile that earns different privileges that enhance the user experience; or to improve our ability to provide a service.</p>\n<p>Though surveys usually collect aggregate data, we will make it clear to you if any survey information is being collected in a way that could personally identify you.</p>\n<h3>3. Disclosure of personal information</h3>\n<p>3.1 Disclosure of personal information to third parties&nbsp;</p>\n<p>Alpha OTT may disclose your personal information to third parties for the following purposes:</p>\n<p>- to provide the service you wish to use;</p>\n<p>- for research purposes relating to the performance, quality, maintenance, and improvement of services and products;</p>\n<p>- to customize and promote services that may be of interest to you;</p>\n<p>- to provide technical support for you to use the services;</p>\n<p>- if permitted or required by law; or</p>\n<p>- Otherwise with your consent.</p>\n<p>Alpha OTT is assisted by a variety of third parties to deliver the services offered. These third parties may change from time to time. Some examples of the types of third parties include:</p>\n<p>- Technology service providers</p>\n<p>- Marketing service providers</p>\n<p>- Subscription services providers</p>\n<p>In many cases, Alpha OTT imposes contractual restrictions equivalent to those imposed onAlpha OTT under the Protection of Personal Information and Privacy Act, in respect of the collection and use of personal information by those third parties. In some cases, such as social media networks, Alpha OTT&rsquo; ability to impose contractual restrictions is limited. In those circumstances, Alpha OTT will carefully consider the risks to the protection of personal information when entering into arrangements with third parties.</p>\n<p>Alpha OTT may disclose your personal information (excluding sensitive information about you) to third parties for the purposes of direct marketing Alpha OTT&rsquo;s services. Alpha OTT will obtain your specific consent to disclose sensitive information for the purposes of direct marketing Alpha OTT&rsquo;s services. You will be able to opt-out of direct marketing at any time if you so choose.</p>\n<p>Under no circumstances will Alpha OTT sell or receive payment for licensing or disclosing your personal information.</p>\n<h3>3.2 Information that you disclose publicly</h3>\n<p>Alpha OTT provides content and services on a range of platforms with interactive features that you can contribute to. When using digital services, (including online and mobile services), we suggest that you use your discretion and exercise caution when providing your personal information. For instance, if you 'share' information that you have posted on Alpha OTT&rsquo;s platform using a social media tool, it is likely that you will be sharing your personal information. Alpha OTT has limited capacity to protect the personal information that you choose to share in this way.</p>\n<p>Note that whenever you post personal information in publicly accessible places, such as chat rooms or message boards, this information becomes available to anyone with access to the internet. This information can be collected and used by others. In short, if you post personal information online (such as your contact details), you may receive unwanted messages from other parties in return. Therefore, we recommend that you refrain from posting any information that you do not want seen in these public areas.</p>\n<p>Ultimately, you are responsible for maintaining the secrecy of your passwords and/or any personal information. Be responsible whenever you are online or use a digital service.</p>\n<h3>3.3 Information that is disclosed via other platforms or services</h3>\n<p>Some Alpha OTT services may be integrated with external services, including social media networks. This may mean that information, for instance about your interests and activities, is tracked or extracted from other platforms(such as Facebook). If you are signed in to Alpha OTT&rsquo;s digital platform that is integrated with other media tools, this information may be available to others depending on the privacy settings you have in place on these other platforms.</p>\n<p>The number and nature of social media platforms are changing rapidly, and the way in which information is shared between them is becoming increasingly complex. To help you manage and protect your personal information, Pixellot DemoLtd Media Group will ask you to opt-in before making your personal information available through an integrated service. You may also opt-out of your participation in most of Alpha OTT&rsquo;s digital services. Information about how to opt out will be provided in the particular service. However, you should be aware thatAlpha OTT may continue to store personal information provided by you prior to you opting out.</p>\n<p>Your ability to opt out of a third party tool or platform will depend on the conditions governing your agreement with that third party.</p>\n<h3>4. Accessing your personal information</h3>\n<p>You have the right to request access to your personal information that is held by Alpha OTT about you.Requests for access will be dealt with by Alpha OTT in accordance with the Protection of Personal Information and Privacy Act.</p>\n<p>You also have the right to request the correction of any of your personal information that Pixellot Demo Ltd MediaGroup holds. Alpha OTT will take reasonable steps to make appropriate corrections to personal information so that it is accurate, complete and up-to-date.</p>\n<h3>5. Use of your personal information to contact you</h3>\n<p>We may use information that we know about your likes and interests to tell you about other Pixellot Demo Ltd MediaGroup offerings, programs, products and services when you are online. We may know about your likes and interests because you have provided that information, for instance via a social media platform, or because we have inferred this based on your browsing history, or other data related to your behavior on digital services.</p>\n<h3>6. Protection of your personal information</h3>\n<p>Alpha OTT will take all reasonable and practicable steps to ensure that your personal information is properly protected from misuse, loss, unauthorized access, modification or disclosure. At the same time, we are committed to providing innovative and interactive experiences, and to being available to audiences on multiple platforms. Some of those platforms are not operated or controlled by Alpha OTT, and our ability to protect your personal information is limited.</p>\n<p>We encourage you to be vigilant about the protection of your own personal information when using third party digital services (such as social media platforms). As far as reasonably practicable, we will make sure that our relationships with those third parties include appropriate protection of your privacy.</p>\n<h3>7. Credit Card Information</h3>\n<p>Your credit card details are only stored and transmitted in encrypted form. Unencrypted credit card information is NOT stored on our internet servers. Online credit card payments are currently processed using a third party payment gateway service. Credit card information is never stored in a cookie.</p>\n<p>If you use PayPal to complete your transaction, your personal information (including credit card information) will be collected and used by PayPal. For more information, you can read the PayPal Privacy Policy.</p>\n<h3>8. Privacy complaints and inquiries</h3>\n<p>Alpha OTT welcomes feedback about privacy issues and will attend to all questions and complaints promptly.You can contact the Alpha OTT about any privacy issues as follows:</p>\n<p>By email: <a href='mailto:support@pixellot.tv'>support@pixellot.tv</a></p>"
        }
    ]
}