{
    "id": "b4d67254-fcf7-445c-a11b-56763305fd1d",
    "date_created": "2025-01-21T19:19:06.667Z",
    "date_updated": "2025-03-03T10:12:50.238Z",
    "title": "Terms of Service Official Default",
    "custom_url": null,
    "page_type": "terms_of_service",
    "user_created": {
        "id": "ca784d6b-cf3a-42ba-8c41-984f35b4f583",
        "first_name": "Rostyslav",
        "last_name": null,
        "email": "rostyslav.kamyshanov@globallogic.com",
        "password": "**********",
        "location": null,
        "title": null,
        "description": null,
        "tags": null,
        "avatar": "33da020c-9806-4d3d-939a-70e1d39ada4a",
        "language": null,
        "tfa_secret": null,
        "status": "active",
        "role": "521c051b-bb4b-448d-a1dc-2677b379f7bd",
        "token": "**********",
        "last_access": "2025-08-21T10:01:34.885Z",
        "last_page": "/content/customers/94",
        "provider": "default",
        "external_identifier": null,
        "auth_data": null,
        "email_notifications": true,
        "appearance": "light",
        "theme_dark": null,
        "theme_light": null,
        "theme_light_overrides": null,
        "theme_dark_overrides": null,
        "text_direction": "auto",
        "policies": []
    },
    "user_updated": {
        "id": "ca784d6b-cf3a-42ba-8c41-984f35b4f583",
        "first_name": "Rostyslav",
        "last_name": null,
        "email": "rostyslav.kamyshanov@globallogic.com",
        "password": "**********",
        "location": null,
        "title": null,
        "description": null,
        "tags": null,
        "avatar": "33da020c-9806-4d3d-939a-70e1d39ada4a",
        "language": null,
        "tfa_secret": null,
        "status": "active",
        "role": "521c051b-bb4b-448d-a1dc-2677b379f7bd",
        "token": "**********",
        "last_access": "2025-08-21T10:01:34.885Z",
        "last_page": "/content/customers/94",
        "provider": "default",
        "external_identifier": null,
        "auth_data": null,
        "email_notifications": true,
        "appearance": "light",
        "theme_dark": null,
        "theme_light": null,
        "theme_light_overrides": null,
        "theme_dark_overrides": null,
        "text_direction": "auto",
        "policies": []
    },
    "customer": null,
    "translations": [
        {
            "id": 228,
            "ott_pages_id": "b4d67254-fcf7-445c-a11b-56763305fd1d",
            "languages_code": "en",
            "page_content": "<div>\n<div>\n<div>\n<h2>Terms of Use Website and Mobile App</h2>\n<h3>1. General</h3>\n<div>1.1 Alpha OTT, Inc. (the &ldquo;Company&rdquo; or &ldquo;Club&ldquo;), is the owner and operator of the Alpha OTT website: <a href='https://alpha.watch.pixellot.tv/'>https://alpha.watch.pixellot.tv/</a> (the &ldquo;Site&ldquo;) and the Alpha OTT mobile app (&ldquo;App&ldquo;). The use of the Site and App and the services provided therein is subject to the Terms of Use outlined in these guidelines (&ldquo;Terms of Use&rdquo;).</div>\n<br>1.2 Please read the Terms of Use carefully before using the Site and/or App. By use of the Site and/or App and/or their content and/or services you consent to the Terms of Use. These Terms of Use constitute a legally binding agreement and are enforceable between you and the Company. If you do not agree to these terms, please do not use or access the site and the app, or download any of the information from them, install them, join the membership club, or use any and/or all the services included therein.<br><br>\n<div>1.3 The Site and the App are intended for private use only and any commercial use without the Company&rsquo;s prior consent in writing is prohibited.</div>\n<br>1.4 The use of masculine terms is provided for convenience only and these conditions apply to any and all users of the Site and App.<br><br>\n<div>1.5 The Terms of Use may change or update from time to time. You are responsible for any changes that may be applied and that may occur from time to time during the terms of service. All properties and/or new programs that will be made available via the Site and/or App as of the date you were last updated will automatically be subject to these Terms of Use. Use of the Site and/or App after any change, as mentioned above, will constitute your consent and agreement of these changes.</div>\n<br><br>\n<h3>2. Your Account</h3>\n<div>2.1 You do not have to register to visit the Site and/or App. However, in order to use the App and/or receive or request certain services and/or access some of the content and/or products that will be made available to you, you must open an account and/or sign up for the Membership Club (hereinafter, respectively: &ldquo;Account&rdquo; and &ldquo;membership club&rdquo;). When entering the Site and/or app, you will see an option to register &ndash; If you choose to register, you must provide valid and accurate information to create an account including a valid-mail address in order to receive notices from the Company, full name and address, username and password. You are solely responsible for maintaining the confidentiality of your password and account and for all activities that will take place under your password or under your account.</div>\n<br>\n<div>2.2 From this date, access to the Site and/or App and/or general use of them is free of charge. However, in the future payments and/or membership fees are subject to the sole discretion of the Company and the Company may change this from time to time, without notice.</div>\n<br>\n<div>2.3 The Company reserves the right to cancel, temporarily or permanently suspend your account, in its sole discretion, if it is determined or suspected that there is a violation of the</div>\nTerms and Use, and/or violation of any law and/or if you damage the rights of other users or third parties.<br><br>\n<div>2.4 The Company has the right, but not the obligation, to reject any activity or content associated with the Site and/or App. The Company may investigate any reports or complaints of violation of the Site&rsquo;s policy and/or App and/or the Terms of Use and may take any appropriate action (which may include, sending a warning, suspending or cancellation of services, denying entry or removing content, including registration and purchase orders). The company may also investigate, in its sole discretion, the use of any credit card by the purchaser used to perform transactions on the Site and/or App, and act in its discretion, including but not limited to, contacting the person using the credit card, cancellation of purchase order by the same person and/or cancellation of the account of that person.</div>\n<br><br>\n<h3>3. Intellectual Property/Information in connection with the Site and App</h3>\n<div>3.1 All intellectual property rights on the Site and the App in any part or part thereof, including but not limited to the copyright, trademarks and logos, designs, and trade secrets, are the property of the Company, or of third parties who have provided the Company with the use of their intellectual property. These rights apply, inter alia, to the graphic design of the Site and the App, the information and its basis, contents, computer code, graphic design, information, text, graphics, logos, videos, images, etc., and anything else related to the establishment and operation of the Site and/or App. All intellectual property rights and all other rights to the Site and/or App(including without limitation to the trademarks and trade names, copyrights, and all other rights) (the &ldquo;IP&rdquo;), any part thereof and any material relating thereto directly or indirectly, including product development, adjustments and changes, and the like, whether completed or not completed and/or any other material, whether in written and/or printed and/or registered and/or storage,are and shall remain the property of the Company. You acknowledge and agree to the Terms of Use and/or use of the Site and/or App will not have any ownership right or anyone on your behalf will have any proprietary right or any other right including IP rights in the company or in its use, modification, implementation, utilization and commercialization.</div>\n<br>\n<div>3.2 Copying, reproducing, distributing, selling, marketing and/or translating any information from the Site or App (including trademarks, pictures, text and computer code) digitally or by any other means, without limitation and without the Company&rsquo;s prior written consent and express permission is strictly prohibited.</div>\n<br>3.3 Use of data published on the Site and/or App and/or use of any data published for presentation on the Site, App or any other service without obtaining the Company&rsquo;s prior written consent and express permission are subject to the terms of agreement (if granted) and use of photographs that appear on the Site and/or App without obtaining proper copyright permissions and prior permission in writing from the Company is strictly prohibited.<br><br>\n<div>3.4 Use of IP either implied or expressly, and any license or right to use any part of it is strictly prohibited.</div>\n<br>\n<h3>4. Restricted Use</h3>\n<div>4.1 There are certain prohibitions when using the Site and/or App as per the list below. Please read this list carefully. Failure to comply on your part will result in a suspension and/or a stoppage of the use of the Site and/or App and/or your account and may result in civil and/or criminal charges. It isprohibited for you and/or by anyone acting on your behalf: (1) Copy, modify,adapt, translate, do reverse engineering, reverse-compiling or disassemblingor reverse any part of the information on this Site and/or App, in any way, orpublicly display or to make public any part of the information on the Siteand/or App, or distribute it; (2) use the information for any other website orany other computer network in any way shape or form, or to reproduce or copythe information of the Company and/or the Site and/or the App without priorwritten permission from the Company; (3) create a browser or other demarcationof information about the company information (prohibited from viewing theinformation as part of framing and/or text link); (4) infringe or violate theprivacy rights or any other rights of any visitor or user to the Site and/orApp, or to collect personally identifiable information visiting or using theSite and/or App without their express consent, including by using &ldquo;robot&rdquo;,&ldquo;spider&rdquo; applications to search the Site and/or App or retrieve informationfrom the Site and/or App or by using manual or automatic devices to create akey (index) or to data mine; (5) defamation, slander, abuse, harassment, stalkand harass, threatening or harming or otherwise violate the legal rights ofothers, or by using illegal content, hateful content, obscene content,dishonest content, or any other illegal content that is transmitted by you;(6) impersonate another person or entity, including, among other things, notjust, as a delegate, representative or agent of the Company, falsely representyour relationship with any person or entity; (7) to transfer or create in anyother way regarding the Site and/or App, any computer virus, &ldquo;worm&rdquo;, Trojanhorse, time bomb, bug, spyware, or any other computer code, file or otherprogram that may be harmful, or are intended to damage or hijack the operationof any hardware, software or telecommunications equipment, or code orcomponent, that are harmful, or have the potential to cause damage, tointerfere with, or are invasive; (8) damage and/or disturb the operation ofthe Site and/or App, or impair or interfere with the servers or networks thathost the Site and/or App or hamper their availability, or any requirementsthereof, or procedures and policies or regulations of these servers, ornetworks; (9) sell, license, or exploit for any commercial purpose or use oraccess information of the Site and/or App; (10) To frame or mirror any portionof the Site and/or App without the prior express written consent andpermission from the Company; (11) Create a database by systematicallydownloading and storing all or part of the information that appears on theSite and/or App; (12) transmit any information that was extracted from theSite and/or App without the prior express written consent of the Company; (13)transfer or assign your user name or password, even temporarily, to a thirdparty; (14) access or attempt to access any part of the Site and/or App thatrequires a password without being given a password by the Company; (15) use ofthe Site and/or App for any illegal, unethical or unauthorized purpose.</div>\n<br>4.2 You declare and confirm that all the information and data that you will provide for use of the Site and/or App and/or during the registration process is accurate and correct and are not a<br>violation of these provisions, the rights of any third party, and/or of any law. You declare and confirm that the submission of personal identification information or any other information in the Site and/or App is made on a voluntarily basis only.<br><br>4.3 The company may allow you access to the Site and/or App and/or prevent you from accessing them at any time at its sole discretion. The Company reserves the right to modify or discontinue, at any time, temporarily or permanently, the operation of the Site and/or App (or any part thereof) and/or refuse to provide services to you (or part thereof) &ndash; without prior notice and its discretion. In addition, you acknowledge that there may be modificationsto&nbsp; services and/or content and/or products that are supplied to you by using the site and/or App and that it is possible that services and/or content and/or products will change by way of reduction or expansion or that they are discontinued at any time. You agree that the Company is not liable to you or to any third party for any modification, suspension or discontinuation of the site and/or App, services, content or products that are included in the Site and/or App, including contact information, text, symbols, icons, buttons, images, audio clips, video, products available for purchase, digital downloads, data connections, links, as well as other special content, documentation, data, additional graphics and other special features.<br><br>\n<div>4.4 The Company grants you license to use and access the App for personal in accordance with these Terms of Use and subject to the provisions of the end user license to use the App. In order to use the App you must have a mobile phone that is compatible with the technical requirements of the App. The company takes no responsibility should the App not be fully compatible with your mobile phone or computer.</div>\n<br>\n<h3>5. Disclaimer</h3>\n<div>5.1 The use of the Site and/or App is at your own risk and responsibility.</div>\n<br>Content on the Site is intended for use as is, without any obligation and/or representation, express or implied by the Company, including but not limited to the non-negotiable responsibility for purpose or the needs of a particular user or non-infringement. The Company does not guarantee that the Site and/or app and/or content or services contained in or provided therein will meet your requirements, will not be disrupted or will be discontinued, function safely and smoothly, be mistake or error-free, be immune from any unauthorized access to computers or to damages that may result in unauthorized access, malfunctions or failures in hardware, software, communication lines and systems, and so forth. The Company is not liable to you in the event of disruptions or problems stated or any other case of disruption. Without limitations, the company does not give any assurances that the Site and/or App and/or content or service contained in or provided therein will be available in every region and/or at any time, undisturbed, continuous, accurate, secure, or virus free. Therefore, the Company does not guarantee or represent in connection therewith. Also, the Site and/or App cannot be adapted to the needs of each and every person. There can be no claim and/or lawsuit and/or demand against the Company in respect to the properties of the content, capabilities, limitations,<br>compliance with your needs or responses resulting from the publication of content on the Site and/or App.</div>\n<div><br>5.2 The Company is not obligated that the content and services of third parties, including the content and service providers and users, as published on the Site and/or App including by means of links are complete, correct, lawful or accurate. The company will not bear any responsibility for any results in relation to, or use of, or reliance thereon.<br><br>\n<div>5.3 The company encourages you to be cautious and careful with any content published on the Site and/or App, including content that advertisers use, including content posted by the Company.</div>\n<br>5.4 The Company shall not be liable for any damages, of any kind, including but not limited to indirect, special, incidental, or consequential damages, whether under contract, lawsuit or any other lawsuit for wrongdoing that would arise from the use of the Site and/or the App or the inability to use them, regardless of whether the Company and/or its representatives informed you of the possibility of damages that might be incurred. When liability is mandatory and it is decided by a legal entity or court of law that despite the above, the Company is responsible for such damages. Your right to financial compensation for this amount is instead of all other remedies that you may have against the company.<br><br>\n<div>5.5 Alpha OTT is not responsible in any way and/or method for any content posted in the &ldquo;Supporter&rsquo;s Opinion&rdquo; (&ldquo;Content&rdquo;). The writer declares that he is the owner of any uploaded content to the site and that he is the owner of all rights that are relevant which does not violate any law or infringes on any third-party ownership by publishing them. The writer undertakes, inter alia, that the content published is original content written by him and does not involve any reproduction and/or theft and/or breach and/or violation of the copyright laws and/or because of any proprietary and/or violation of third parties of any kind. In addition, the writer confirms that all content published will not be in any way offensive in nature and/or insulting and/or racist and/or potentially harming whatsoever to the audience and/or any one person and/or group of people. For the avoidance of any doubt,it is hereby clarified that content may also include any images and/or drawings and/or anything else published as part of the column. If a writer violates the rights or laws of any kind or violates any provision of these regulations, Alpha OTT can remove itself from all responsibility and bring a lawsuit upon the writer on the matter in question. The writer undertakes to indemnify and not hold Alpha OTT responsible and/or any of its agents for any damages, losses, or expenses of any kind whatsoever(including legal costs) incurred or caused to Alpha OTT. Related(directly or indirectly) content uploaded or posted on the site and/or in connection with it that breaches the provisions of these regulations or the provisions of the law or violates any third party, And this is immediately after Alpha OTT&rsquo;s first request, and in addition to any rights toAlpha OTT according to the law. Alpha OTT may (but is not obligated) remove, delete, or not allow the publication of content on the site, according to its sole discretion. Alpha OTT has no obligation to update the writer before the removal or deletion of content and doesn&rsquo;t have to explain the reason for the removal of the removed</div>\ncontent. If it was brought to our attention that there is derogatory content that was uploaded by the writer, and that is a violation of law, infringes in any way to any third party or violates a provision of these rules and regulations, Alpha OTT will be entitled to remove or delete the content or blocks viewing, at its sole discretion. The writer is exclusively responsible for the content uploaded or posted on the site. Alpha OTT is not responsible for the content, form, credibility, reliability and accuracy of the content, also including any infringement or violation of third-party rights or violation of law in connection with any content or in connection with any use of the content. When content appears on the Internet, it is available for view and use by anyone else on the network, and Alpha OTT is not responsible for ensuring its security, for any damages, loss or expense incurred as a writer or any third party as a result. Alpha OTT is not responsible for any comments that may be elicited by the content or the use of any content that may be made by others (for example, intellectual property rights violations).<br><br>\n<h3>6. Indemnification</h3>\n<div>Indemnification Failure to comply with the instructions detailed in the Terms of Use may result in the loss of your ability to access to Site and/or App and may expose you to civil and/or criminal liability. Without limiting the foregoing and the provisions of any law, you agree to indemnify and hold the company and/or its designees, in any case where these conditions harmless from any liability, or act in connection with the Site and/or App in violation of the law and/or a claim is filed against the Company by a third party that you made in contradiction to these terms and conditions. Indemnification and/or such compensation will cover any expense, loss, loss of profit or any other damage, direct or indirect, pecuniary or non-pecuniary, caused to the Company and/or anyone on its behalf.</div>\n<br>\n<h3>7. Links</h3>\n<div>7.1 On the Site and/or App there are links to other sites. The following regulations apply to the use of these links, without taking away from the other Terms of Use.</div>\n<br>\n<div>7.2 The links are solely for the convenience of the user.</div>\n<br>\n<div>7.3 Regarding links to external sites that are not associated to the Site and/or App (&ldquo;External Sites&rdquo;): Unless otherwise stated, the Company and the external Sites do not have legal or commercial relationships, and the Company has no control and/or responsibility for the content on these sites.</div>\n<br>\n<div>7.4 The Company is not responsible in any way, shape or form and/or for the content on the External Sites and services they provide including in relation to the sale of tickets and/or other products.</div>\n<br>7.5 The Company does not recommend any External Site, including information and other material contained therein, the operators of the sites or of any and all products offered and/or sold by them even though links may be found on the Company Site and/or App.<br><br>\n<h3>9. Sale of Goods</h3>\n<div>9.1 Any user who fulfills the conditions specified below is entitled to register and/or fill out an application to participate in buying products through the Site and/or App.</div>\n<br>9.1.1 The user can perform legal acts. If you are a minor (under 18) or you are not entitled to perform legal acts without the consent of a guardian, in order to use the Site and/or App you must have the guardian&rsquo;s approval.<br><br>\n<div>9.1.2 The User agrees to all terms of purchase, including these Terms of Use.</div>\n<br>9.1.3 The buyer may be subject to tax or other taxes in accordance with their location and other circumstances. It is the responsibility of the purchaser to determine which specific taxes apply to any certain transactions and to collect, report and submit the appropriate tax to the proper authority. The Company is not responsible to determine whether those taxes are applied, and is not responsible to collect, report, or even send sales tax resulting from any use required in certain transactions, and the buyer agrees to indemnify and/or hold the company free of any responsibility for such.<br><br>\n<div>9.1.4 The receipt is sent to an email address, which is in lieu of sending a receipt in regular mail through the postal services unless otherwise decided. You acknowledge and agree that: (1) receipt arriving in your email inbox will be received and issued for all intents and purposes; (2) You shall have no claim and/or demand against the Company should the receipt be sent to you through email and is found in your spam folder; (3) It is your sole responsibility to provide a valid private e-mail address. Should it be incorrect, misleading or wrong it will be your sole responsibility and not that of the Company&rsquo;s.</div>\n<br>\n<div>9.1.5 The Company reserves the right to remove or cease to offer any product for purchase and to stop any sale in progress. The Company reserves the right to remove or edit any material or content posted on the Site and/or App, included on any sale page. In addition, the Company may extend any period of sale or change the ending date of any sale. The company may refuse any transaction for any reason or refuse service to the user, person or legal entity, at any time and at its sole discretion. The Company and/or its representatives will not be liable to the user, purchaser or a third party to remove any item for sale before the sale is completed or before the end of the sale; Stop any sale during its progress; To remove the items from the Site and/or App; Refusal to carry out a transaction; Or cancellation or stoppage once a transaction has begun. In case of failure to complete the purchase by the buyer, for any reason, including the refusal by the company to carry out the transaction, the Company has the right to sell the item to another buyer. In any case, the Company&rsquo;s statement regarding the cancellation of the sale</div>\nand/or sale of the item to another buyer shall be final, and the buyer hereby gives unconditionally and irrevocably up on all claims that they may have against the Company in connection therewith.<br><br>\n<div>9.2 The products offered on the site</div>\n<br>\n<div>9.2.1 Any product or service that is offered for sale on the Site and/or App is shown on a &ldquo;sale page&rdquo;. A sale page includes the name of the product and/or service offered for sale, the price and/or service offered for sale, the shipping price and the price including shipping fees.</div>\n<br>\n<div>9.2.2 Pictures of the products featured on the Site and/or App and/or sale page are for illustration purposes only.</div>\n<br>\n<div>9.2.3 Product information is taken from the manufacturer or importer.</div>\n<br>\n<div>9.2.4 The warranty is limited in liability. Warranty conditions are subject to the terms and conditions of the warranty card of the manufacturer and/or importer.</div>\n<br>\n<div>9.3 Online store selling method</div>\n<br>\n<div>9.3.1 The online store displays a list of products which includes all of the details about the product and/or service offered for sale for which the price is predetermined, and the sale via the Site and/or App is subject to availability.</div>\n<br>\n<div>9.3.2 The completion of the sale is on condition of approval and validation of the transaction by telephone and/or e-mail of the participant within 24 hours of placing the order and that the requested product is in stock in the online store warehouse.</div>\n<br>\n<div>9.4 How to place an order</div>\n<br>\n<div>9.4.1 You must register on the Site and/or App by accurately entering all the requested information as this is a precondition for making a purchase(&ldquo;details&rdquo;). Only after registering and filling out all of the information accurately will one become a buyer.</div>\n<br>\n<div>9.4.2 Billing the buyer for the cost of the product and/or service ordered by them can be made by credit card, after the approval of the transaction by the credit card company.</div>\n<br>\n<div>9.4.3 Information that is entered on the registration page and the registration of the transaction on the Company computer will constitute that the transaction is accurate.</div>\n<br>\n<div>9.4.4 Submission of false information is a criminal offense and will be subject to criminal and civil legal proceedings.</div>\n<br>\n<div>9.4.5 In the event that the transaction will not be approved by the credit card company, you will receive a message within 96 hours, and you may need to take action via telephone with the customer service center of the online store in order to complete the transaction with the credit card company. In such a case, the date of the approval by the credit card company will be considered the date when shipping date requirements begin.</div>\n<br>\n<div>9.4.6 For more information you may directly contact the Company by phone.</div>\n<br>\n<div>9.5 Cancellation and Returns The buyer may cancel a transaction subject to the provisions of the Consumer Protection Act 1981.</div>\n<br>\n<div>9.6 Product Supply the Company will supply the products purchased on the site to the best of their ability to the address entered on the registration page, within the time specified during the sale of the product, unless otherwise specifically stated. The Company will deliver the products in accordance with the terms of delivery specified during the sale, subject to the full payment made via the credit card. The Company is not liable for delay in product delivery in the following cases:</div>\n<br>\n<div>9.6.1 Force majeure due to war, hostilities, emergencies, and/or natural disasters.</div>\n<br>\n<div>9.6.2 A strike at the supplier of the products and/or services necessary for the production and/or delivery of the products.</div>\n<br>\n<div>9.6.3 Any reason that is out of the Company&rsquo;s control.</div>\n<br>\n<div>9.6.4 Where the shipping company and/or supplier have limited access to the area due the products and/or services, the buyer will be entitled to the delivery of the products and/or services to a site nearby in coordination with the shipping company and/or supplier.</div>\n<br>\n<div>9.6.5 The supply of products and/or services noted on the sales page includes business days only of Sunday-Thursday excluding Fridays and Saturdays, holiday eves and holidays.</div>\n<br>\n<div>9.6.6 If it is possible to pick up the product by the buyer at one of the branches of the Company, the customer will need to make a prior appointment with one of the branches of the Company or after receiving a text message to your mobile phone that the product is available at the selected branch for pickup. 9.6.7 Product supply to your home is by made by courier service or to the nearest post office of the customer by registered mail as outlined in the order.</div>\n<br>\n<div>9.6.8 The transportation and delivery of products and/or services by the company include: all the necessary activities that need to be done at the warehouse until the delivery of the products and/or services to the buyer which include receiving, sorting, packaging, labeling, shipping and delivery.</div>\n<br>\n<div>9.6.9 In some cases a product and/or service that appears on the Site may be out of stock. In this case the online store will be in contact with the buyer. The buyer will not be charged, and the order will be canceled.</div>\n<br>\n<div>9.6.10 The Company is not responsible for the actions of the handlers and/or the shipping</div>\n<br>\n<h3>10. Miscellaneous and General</h3>\n<div>10.1 These Terms of Use do not create any form of a partnership, joint venture, employee-employer relationship, shipping relationship or any type of relationship between the parties.</div>\n<br>\n<div>10.2 These Terms of Use and any claim relating to this platform or its use will be subject to the laws, and will be interpreted in accordance with these laws, without giving effect to its principles.</div>\n<br>\n<div>10.3 Any dispute that will be a result derived from or related to your use of the platform will be held in a court of law, and you agree to the exclusive jurisdiction of these local courts.</div>\n<br>\n<div>10.4 In the case where it is determined that any provision of the terms of use is unlawful, null and void or for any reason can&rsquo;t be enforced, then view this as a separation from these Terms of Use, and the directive does not affect the validity and the possibility to enforce any provision among the remaining provisions of these Terms of Use.</div>\n<br>\n<div>10.5 The waiver by either party of a breach of any provision of these Terms of use by the other party shall not operate or be construed as a waiver of any subsequent breach by either party. In the event any provision of these Terms of Use is found to be invalid or unenforceable, it may be severed from the Terms of Use, and the remaining provisions of the Terms of Use shall continue to be binding and effective.</div>\n<br>\n<div>10.6 These Terms of Use include all the Terms of Use agreed upon between you and the Company in connection with these Terms of Use and supersede all other agreements or understandings, previous or concurrent, written or oral between you and the Company.</div>\n<br>\n<div>10.7 If you feel that one or some of your rights on the Site and/or App, or if you need to ask for information or ask questions, please contact us at:<a href='mailto:support@pixellot.tv'>support@pixellot.tv</a> and we will do our best to respond to your complaint and/or request. In addition, for any other questions, please contact us by thee-mail address specified above.</div>\n</div>\n</div>\n</div>"
        }
    ]
}